---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.FamilySymbol
zh: 族类型、族符号
source: html/33042823-a11d-19d4-0d39-f1a4869284a3.htm
---
# FamilySymbol Members

**中文**: 族类型、族符号

Activates the symbol to ensure that its geometry is accessible.